Revit 2024 API
ParameterTypeId.RbsElecTrueLoadPhase1 Property
 "True Load Phase 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecTrueLoadPhase1 { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecTrueLoadPhase1 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecTrueLoadPhase1 {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace